export const reviews = [
  {
    name: "BTP Mohamed",
    rating: 5,
    text: "خديت من عندهم الزيت البلدية، منتوج رائع وتعامل ممتاز.",
    date: "قبل 4 أشهر",
  },
  {
    name: "Soulaymane",
    rating: 5,
    text: "منذ تذوق المنتجات ديالهم عاد تعرفت معنى الجودة، وما يمكنش نمشي لشي بلاصة أخرى نعاود المنتجات.",
    date: "قبل 4 أشهر",
  },
  {
    name: "Zehdi Ayoub",
    rating: 5,
    text: "سبق لي التعامل معكم، أنتم محل ثقة ومنتجاتكم ذات جودة، وفقكم الله واستمروا في هذا المنوال.",
    date: "قبل 6 أيام",
  },
  {
    name: "Tari9 Matrix",
    rating: 5,
    text: "أشكر الأخ محمد على حسن التعامل والمصداقية. زيت الزيتون ممتاز وجودته عالية، شكراً على احترامكم، كانت تجربة موفقة وأنصح بالتعامل معه.",
    date: "قبل 6 أيام",
  },
  {
    name: "AYM BKH",
    rating: 5,
    text: "أفضل مكان وأفضل تعامل، المنتجات ديالهم رائعة، اللي كيشوفها وما كيجربهاش كيضيع فرصة.",
    date: "قبل 6 أيام",
  },
  {
    name: "Sam Sim",
    rating: 5,
    text: "خدمة مضمونة، الجودة ممتازة، والتعامل راقٍ مع توصيل سريع وثقة.",
    date: "قبل 6 أيام",
  },
];
